Repository: bannzai/mementomorning
Catalog: MementoMorning/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: Failed to save
ar: فشل الحفظ
ca: No s'ha pogut desar
cs: Uložení se nezdařilo
da: Kunne ikke gemme
de: Speichern fehlgeschlagen
el: Αποτυχία αποθήκευσης
es: No se pudo guardar
es_419: No se pudo guardar
fi: Tallennus epäonnistui
fr: Échec de l’enregistrement
he: השמירה נכשלה
hi: सहेजा नहीं जा सका
hr: Spremanje nije uspjelo
hu: Nem sikerült menteni
id: Gagal menyimpan
it: Impossibile salvare
ja: 保存に失敗しました
ko: 저장하지 못했어요
ms: Gagal menyimpan
nb: Kunne ikke lagre
nl: Opslaan mislukt
pl: Nie udało się zapisać
pt_br: Não foi possível salvar
pt_pt: Não foi possível guardar
ro: Nu s-a putut salva
ru: Не удалось сохранить
sk: Uloženie sa nepodarilo
sv: Kunde inte spara
th: บันทึกไม่สำเร็จ
tr: Kaydedilemedi
uk: Не вдалося зберегти
vi: Không thể lưu
zh_hans: 无法保存
zh_hant: 無法儲存
zh_hk: 未能儲存

source: Failed to save. Please try again.
ar: تعذّر الحفظ. يُرجى المحاولة مرة أخرى.
ca: No s'ha pogut desar. Torna-ho a provar.
cs: Uložení se nezdařilo. Zkus to prosím znovu.
da: Kunne ikke gemme. Prøv igen.
de: Speichern fehlgeschlagen. Bitte versuche es erneut.
el: Η αποθήκευση απέτυχε. Δοκίμασε ξανά.
es: No se ha podido guardar. Inténtalo de nuevo.
es_419: No se pudo guardar. Inténtalo de nuevo.
fi: Tallennus epäonnistui. Yritä uudelleen.
fr: Échec de l’enregistrement. Veuillez réessayer.
he: השמירה נכשלה. נסה שוב.
hi: सहेजा नहीं जा सका। कृपया फिर से कोशिश करें।
hr: Spremanje nije uspjelo. Pokušaj ponovno.
hu: Nem sikerült menteni. Próbáld újra.
id: Gagal menyimpan. Silakan coba lagi.
it: Salvataggio non riuscito. Riprova.
ja: 保存に失敗しました。もう一度お試しください
ko: 저장하지 못했어요. 다시 시도해 주세요.
ms: Gagal menyimpan. Sila cuba lagi.
nb: Kunne ikke lagre. Prøv igjen.
nl: Opslaan mislukt. Probeer het opnieuw.
pl: Nie udało się zapisać. Spróbuj ponownie.
pt_br: Não foi possível salvar. Tente novamente.
pt_pt: Não foi possível guardar. Tente novamente.
ro: Salvarea a eșuat. Încearcă din nou.
ru: Не удалось сохранить. Попробуйте ещё раз.
sk: Uloženie sa nepodarilo. Skús to znova.
sv: Det gick inte att spara. Försök igen.
th: บันทึกไม่สำเร็จ โปรดลองอีกครั้ง
tr: Kaydedilemedi. Lütfen tekrar deneyin.
uk: Не вдалося зберегти. Спробуйте ще раз.
vi: Không thể lưu. Vui lòng thử lại.
zh_hans: 保存失败。请重试。
zh_hant: 儲存失敗。請再試一次。
zh_hk: 儲存失敗。請再試一次。

source: Fix
ar: إصلاح
ca: Corregir
cs: Opravit
da: Ret
de: Korrigieren
el: Διόρθωση
es: Corregir
es_419: Corregir
fi: Korjaa
fr: Corriger
he: תיקון
hi: ठीक करें
hr: Ispravi
hu: Javítás
id: Perbaiki
it: Correggi
ja: 直す
ko: 수정
ms: Betulkan
nb: Rett
nl: Aanpassen
pl: Popraw
pt_br: Corrigir
pt_pt: Corrigir
ro: Corectează
ru: Исправить
sk: Opraviť
sv: Rätta
th: แก้ไข
tr: Düzelt
uk: Виправити
vi: Sửa
zh_hans: 修改
zh_hant: 修改
zh_hk: 修正

source: Fix the bug that kept me up all night
ar: إصلاح الخلل الذي أبقاني مستيقظًا طوال الليل
ca: Arreglar l’error que em va mantenir despert tota la nit
cs: Opravit chybu, kvůli které jsem byl celou noc vzhůru
da: Rette den fejl, der holdt mig vågen hele natten
de: Den Fehler beheben, der mich die ganze Nacht wachgehalten hat
el: Να διορθώσω το σφάλμα που με κράτησε ξύπνιο όλη νύχτα
es: Arreglar el error que me mantuvo despierto toda la noche
es_419: Arreglar el error que me mantuvo despierto toda la noche
fi: Korjata virhe, joka piti minut hereillä koko yön
fr: Corriger le bug qui m’a tenu éveillé toute la nuit
he: לתקן את הבאג שהשאיר אותי ער כל הלילה
hi: उस बग को ठीक करना जिसने मुझे पूरी रात जगाए रखा
hr: Popraviti grešku zbog koje sam cijelu noć bio budan
hu: Kijavítani a hibát, ami egész éjjel ébren tartott
id: Memperbaiki bug yang membuatku terjaga sepanjang malam
it: Risolvere il bug che mi ha tenuto sveglio tutta la notte
ja: 徹夜の原因になったバグを直す
ko: 밤새 잠들지 못하게 한 버그 고치기
ms: Baiki pepijat yang membuatkan saya berjaga sepanjang malam
nb: Fikse feilen som holdt meg våken hele natten
nl: De bug oplossen die me de hele nacht wakker hield
pl: Naprawić błąd, przez który nie spałem całą noc
pt_br: Corrigir o bug que me deixou acordado a noite toda
pt_pt: Corrigir o erro que me manteve acordado toda a noite
ro: Să repar eroarea care m-a ținut treaz toată noaptea
ru: Исправить ошибку, из-за которой я не спал всю ночь
sk: Opraviť chybu, kvôli ktorej som bol celú noc hore
sv: Fixa felet som höll mig vaken hela natten
th: แก้บั๊กที่ทำให้นอนไม่หลับตลอดทั้งคืน
tr: Beni bütün gece uyanık tutan hatayı düzeltmek
uk: Виправити помилку, через яку я не спав усю ніч
vi: Sửa lỗi khiến bạn thức trắng cả đêm
zh_hans: 修复那个让我彻夜难眠的程序错误
zh_hant: 修復那個讓我徹夜難眠的程式錯誤
zh_hk: 修復那個令我徹夜難眠的程式錯誤

source: For two thousand years, people have kept a practice called memento mori — remember death, and the day becomes clear.
ar: على مدى ألفي عام، حافظ الناس على ممارسة تُسمّى memento mori — تذكّر الموت، فيتّضح اليوم.
ca: Durant dos mil anys, la gent ha mantingut una pràctica anomenada memento mori — recorda la mort, i el dia es torna clar.
cs: Lidé už dva tisíce let dodržují praxi zvanou memento mori — pamatuj na smrt a den se vyjasní.
da: I to tusind år har mennesker holdt fast i en praksis kaldet memento mori — husk døden, så bliver dagen klar.
de: Seit zweitausend Jahren pflegen Menschen eine Praxis namens memento mori – erinnere dich an den Tod, und der Tag wird klar.
el: Εδώ και δύο χιλιάδες χρόνια, οι άνθρωποι τηρούν μια πρακτική που ονομάζεται memento mori — θυμήσου τον θάνατο και η μέρα ξεκαθαρίζει.
es: Durante dos mil años, la gente ha mantenido una práctica llamada memento mori: recuerda la muerte y el día se vuelve claro.
es_419: Desde hace dos mil años, las personas practican algo llamado memento mori: recuerda la muerte y el día se vuelve claro.
fi: Ihmiset ovat harjoittaneet kahdentuhannen vuoden ajan memento mori -nimistä käytäntöä — muista kuolema, niin päivä kirkastuu.
fr: Depuis deux mille ans, les gens perpétuent une pratique appelée memento mori — souvenez-vous de la mort, et le jour s’éclaircit.
he: במשך אלפיים שנה אנשים מקיימים מנהג שנקרא memento mori — זכור את המוות, והיום מתבהר.
hi: दो हज़ार वर्षों से लोग memento mori नामक एक अभ्यास करते आए हैं — मृत्यु को याद रखें, और दिन स्पष्ट हो जाता है।
hr: Već dvije tisuće godina ljudi njeguju praksu pod nazivom memento mori — sjeti se smrti i dan će postati jasniji.
hu: Kétezer éve őriznek az emberek egy memento mori nevű gyakorlatot — emlékezz a halálra, és kitisztul a nap.
id: Selama dua ribu tahun, orang-orang menjalankan praktik bernama memento mori — ingatlah kematian, dan hari menjadi lebih jernih.
it: Da duemila anni, le persone seguono una pratica chiamata memento mori: ricorda la morte e la giornata si fa più limpida.
ja: 2000 年ものあいだ、人は「メメント・モリ」を続けてきました。死を想うと、今日が澄んで見える。
ko: 2천 년 동안 사람들은 memento mori라는 실천을 이어왔어요 — 죽음을 기억하면 하루가 선명해져요.
ms: Selama dua ribu tahun, orang ramai mengamalkan amalan yang dipanggil memento mori — ingatlah kematian, dan hari menjadi lebih jelas.
nb: I to tusen år har mennesker holdt fast ved en praksis kalt memento mori — husk døden, så blir dagen klar.
nl: Al tweeduizend jaar houden mensen vast aan een praktijk die memento mori wordt genoemd — herinner je de dood, en de dag wordt helder.
pl: Od dwóch tysięcy lat ludzie kultywują praktykę zwaną memento mori — pamiętaj o śmierci, a dzień stanie się jasny.
pt_br: Há dois mil anos, as pessoas mantêm uma prática chamada memento mori — lembre-se da morte, e o dia se torna claro.
pt_pt: Há dois mil anos, as pessoas mantêm uma prática chamada memento mori — lembra-te da morte, e o dia torna-se claro.
ro: De două mii de ani, oamenii păstrează o practică numită memento mori — amintește-ți de moarte, iar ziua devine limpede.
ru: Две тысячи лет люди придерживаются практики, называемой memento mori, — помните о смерти, и день становится яснее.
sk: Už dvetisíc rokov ľudia dodržiavajú prax zvanú memento mori — pamätaj na smrť a deň sa vyjasní.
sv: I två tusen år har människor hållit fast vid en praktik som kallas memento mori — minns döden, så klarnar dagen.
th: ตลอดสองพันปีที่ผ่านมา ผู้คนยึดถือแนวทางที่เรียกว่า memento mori — จดจำความตาย แล้ววันนั้นจะกระจ่างชัดขึ้น
tr: İnsanlar iki bin yıldır memento mori adı verilen bir uygulamayı sürdürüyor — ölümü hatırla, gün berraklaşsın.
uk: Уже дві тисячі років люди дотримуються практики, що називається memento mori, — пам’ятайте про смерть, і день стане яснішим.
vi: Suốt hai nghìn năm, con người đã gìn giữ một thực hành gọi là memento mori — hãy nhớ đến cái chết, và ngày hôm nay sẽ trở nên sáng rõ.
zh_hans: 两千年来，人们一直践行一种名为 memento mori 的修习——记住死亡，这一天便会变得清晰。
zh_hant: 兩千年來，人們一直踐行一種名為 memento mori 的修習——記住死亡，這一天便會變得清晰。
zh_hk: 兩千年來，人們一直奉行一種名為 memento mori 的修習——記住死亡，這一天便會變得清晰。

source: From tomorrow, mornings you can be proud of
ar: ابتداءً من الغد، صباحات تفخر بها
ca: A partir de demà, matins dels quals et sentiràs orgullós
cs: Od zítřka rána, na která můžeš být hrdý
da: Fra i morgen, morgener du kan være stolt af
de: Ab morgen: Morgen, auf die du stolz sein kannst
el: Από αύριο, πρωινά για τα οποία μπορείς να είσαι περήφανος
es: Desde mañana, mañanas de las que puedas sentirte orgulloso
es_419: Desde mañana, mañanas de las que puedas sentirte orgulloso
fi: Huomisesta alkaen aamuja, joista voit olla ylpeä
fr: Dès demain, des matins dont vous pourrez être fier
he: ממחר, בקרים שתוכל להיות גאה בהם
hi: कल से, ऐसी सुबहें जिन पर आपको गर्व हो
hr: Od sutra, jutra na koja možeš biti ponosan
hu: Holnaptól olyan reggelek, amelyekre büszke lehetsz
id: Mulai besok, pagi-pagi yang bisa kamu banggakan
it: Da domani, mattine di cui puoi essere orgoglioso
ja: 明日から胸を張れる朝を
ko: 내일부터, 자랑스러워할 수 있는 아침을 맞이해요
ms: Mulai esok, pagi-pagi yang boleh anda banggakan
nb: Fra i morgen, morgener du kan være stolt av
nl: Vanaf morgen, ochtenden waar je trots op kunt zijn
pl: Od jutra — poranki, z których możesz być dumny
pt_br: A partir de amanhã, manhãs das quais você pode se orgulhar
pt_pt: A partir de amanhã, manhãs de que te podes orgulhar
ro: De mâine, dimineți de care poți fi mândru
ru: С завтрашнего дня — утра, которыми вы сможете гордиться
sk: Od zajtra rána, na ktoré môžeš byť hrdý
sv: Från och med i morgon, morgnar du kan vara stolt över
th: เริ่มตั้งแต่พรุ่งนี้ พบกับเช้าที่คุณภาคภูมิใจได้
tr: Yarından itibaren gurur duyabileceğin sabahlar
uk: Від завтра — ранки, якими ви зможете пишатися
vi: Từ ngày mai, những buổi sáng bạn có thể tự hào
zh_hans: 从明天开始，迎来值得你自豪的清晨
zh_hant: 從明天開始，迎來值得你自豪的早晨
zh_hk: 從明天開始，迎來值得你自豪的早晨

source: From tomorrow, wake up to mornings full of life
ar: ابتداءً من الغد، استيقظ على صباحات مفعمة بالحياة
ca: A partir de demà, desperta’t amb matins plens de vida
cs: Od zítřka se probouzej do rán plných života
da: Fra i morgen kan du vågne op til morgener fulde af liv
de: Wache ab morgen in von Leben erfüllten Morgen auf
el: Από αύριο, ξύπνα σε πρωινά γεμάτα ζωή
es: A partir de mañana, despiértate con mañanas llenas de vida
es_419: Desde mañana, despierta en mañanas llenas de vida
fi: Huomisesta alkaen herää elämää täynnä oleviin aamuihin
fr: Dès demain, réveillez-vous au cœur de matins pleins de vie
he: החל ממחר, התעורר לבקרים מלאי חיים
hi: कल से जीवन से भरी सुबहों में जागें
hr: Od sutra budi se u jutra puna života
hu: Holnaptól ébredj élettel teli reggelekre
id: Mulai besok, bangunlah menyambut pagi yang penuh kehidupan
it: Da domani, svegliati in mattine piene di vita
ja: 明日から気力の満ちる朝を迎えましょう
ko: 내일부터 생명력 넘치는 아침을 맞이해 보세요
ms: Mulai esok, bangunlah menyambut pagi-pagi yang penuh semangat
nb: Fra i morgen, våkn opp til morgener fulle av liv
nl: Word vanaf morgen wakker met ochtenden vol leven
pl: Od jutra budź się w poranki pełne życia
pt_br: A partir de amanhã, acorde para manhãs cheias de vida
pt_pt: A partir de amanhã, acorda para manhãs cheias de vida
ro: De mâine, trezește-te în dimineți pline de viață
ru: Начиная с завтрашнего дня, просыпайтесь в наполненных жизнью утрах
sk: Od zajtra sa prebúdzaj do rán plných života
sv: Från och med i morgon, vakna upp till morgnar fyllda av liv
th: ตั้งแต่พรุ่งนี้ ตื่นขึ้นมาพบกับเช้าที่เปี่ยมด้วยชีวิตชีวา
tr: Yarından itibaren hayat dolu sabahlara uyan
uk: Від завтра прокидайтеся назустріч ранкам, сповненим життя
vi: Từ ngày mai, hãy thức dậy với những buổi sáng tràn đầy sức sống
zh_hans: 从明天开始，在充满生命力的清晨醒来
zh_hant: 從明天開始，在充滿生命力的清晨醒來
zh_hk: 從明天開始，在充滿生命力的早晨醒來

source: From tomorrow, your day begins in the morning
ar: ابتداءً من الغد، يبدأ يومك في الصباح
ca: A partir de demà, el teu dia comença al matí
cs: Od zítřka začíná tvůj den ráno
da: Fra i morgen begynder din dag om morgenen
de: Ab morgen beginnt dein Tag am Morgen
el: Από αύριο, η μέρα σου ξεκινά το πρωί
es: A partir de mañana, tu día comienza por la mañana
es_419: Desde mañana, tu día comienza por la mañana
fi: Huomisesta alkaen päiväsi alkaa aamulla
fr: Dès demain, votre journée commence le matin
he: ממחר, היום שלך מתחיל בבוקר
hi: कल से आपका दिन सुबह शुरू होगा
hr: Od sutra tvoj dan počinje ujutro
hu: Holnaptól reggel kezdődik a napod
id: Mulai besok, harimu dimulai di pagi hari
it: Da domani, la tua giornata inizia al mattino
ja: 明日からあなたの一日は朝に始まります
ko: 내일부터 하루가 아침에 시작돼요
ms: Mulai esok, hari anda bermula pada waktu pagi
nb: Fra i morgen begynner dagen din om morgenen
nl: Vanaf morgen begint je dag in de ochtend
pl: Od jutra twój dzień zaczyna się rano
pt_br: A partir de amanhã, seu dia começa pela manhã
pt_pt: A partir de amanhã, o teu dia começa de manhã
ro: De mâine, ziua ta începe dimineața
ru: С завтрашнего дня ваш день начинается утром
sk: Od zajtra sa tvoj deň začína ráno
sv: Från och med imorgon börjar din dag på morgonen
th: ตั้งแต่พรุ่งนี้ วันของคุณจะเริ่มต้นในตอนเช้า
tr: Yarından itibaren günün sabah başlayacak
uk: Із завтрашнього дня ваш день починатиметься вранці
vi: Từ ngày mai, một ngày của bạn bắt đầu vào buổi sáng
zh_hans: 从明天起，你的一天从早晨开始
zh_hant: 從明天起，你的一天從早晨開始
zh_hk: 從明天開始，你的一天由早上展開

source: Gentle Chime
ar: رنين لطيف
ca: Toc suau
cs: Jemné zvonění
da: Mild klang
de: Sanftes Läuten
el: Απαλό κουδούνισμα
es: Campanilla suave
es_419: Campanilla suave
fi: Hellä sointi
fr: Carillon doux
he: צלצול עדין
hi: कोमल घंटी
hr: Nježno zvonjenje
hu: Halk csengőszó
id: Denting lembut
it: Suono delicato
ja: やわらかなチャイム
ko: 은은한 종소리
ms: Bunyi loceng lembut
nb: Myk klang
nl: Zachte klank
pl: Delikatny dźwięk
pt_br: Toque suave
pt_pt: Toque suave
ro: Sunet delicat
ru: Нежный звон
sk: Jemné zvonenie
sv: Mjuk klang
th: เสียงกระดิ่งนุ่มนวล
tr: Yumuşak çan sesi
uk: Ніжний передзвін
vi: Tiếng chuông nhẹ nhàng
zh_hans: 柔和铃声
zh_hant: 柔和鈴聲
zh_hk: 柔和鈴聲

source: Have a long phone call with my mother
ar: التحدث هاتفيًا مع أمي مطولًا
ca: Fer una trucada llarga amb la meva mare
cs: Dlouze si zavolat s matkou
da: Have en lang telefonsamtale med min mor
de: Lange mit meiner Mutter telefonieren
el: Να κάνω ένα μεγάλο τηλεφώνημα στη μητέρα μου
es: Tener una larga conversación telefónica con mi madre
es_419: Tener una larga conversación telefónica con mi mamá
fi: Soittaa pitkä puhelu äidilleni
fr: Avoir une longue conversation téléphonique avec ma mère
he: לנהל שיחת טלפון ארוכה עם אמא שלי
hi: अपनी माँ से फ़ोन पर लंबी बात करें
hr: Dugo razgovarati telefonom s majkom
hu: Hosszasan telefonálni anyukámmal
id: Menelepon ibu dan berbincang lama
it: Fare una lunga telefonata a mia madre
ja: 母に長い電話をかける
ko: 엄마와 오래 통화하기
ms: Berbual lama dengan ibu melalui telefon
nb: Ha en lang telefonsamtale med moren min
nl: Lang met mijn moeder bellen
pl: Długo porozmawiać przez telefon z mamą
pt_br: Ter uma longa conversa por telefone com minha mãe
pt_pt: Ter uma longa conversa telefónica com a minha mãe
ro: Să vorbesc mult la telefon cu mama
ru: Долго поговорить с мамой по телефону
sk: Dlho telefonovať s mamou
sv: Ringa mamma och prata länge
th: โทรคุยกับแม่เป็นเวลานาน
tr: Annemle uzun bir telefon görüşmesi yapmak
uk: Довго поговорити з мамою телефоном
vi: Gọi điện thoại trò chuyện lâu với mẹ
zh_hans: 和妈妈打一个长电话
zh_hant: 和媽媽打一通長電話
zh_hk: 同媽媽長時間通電話

source: Hold to promise
ar: اضغط مطولًا للتعهّد
ca: Mantén premut per prometre
cs: Podrž a slib
da: Hold nede for at love
de: Gedrückt halten, um zu versprechen
el: Κράτησε πατημένο για να υποσχεθείς
es: Mantén pulsado para prometer
es_419: Mantén presionado para prometer
fi: Pidä painettuna ja lupaa
fr: Maintenez appuyé pour promettre
he: לחץ לחיצה ממושכת כדי להבטיח
hi: वादा करने के लिए दबाकर रखें
hr: Pritisni i drži da obećaš
hu: Tartsd nyomva, és ígérd meg
id: Tekan lama untuk berjanji
it: Tieni premuto per promettere
ja: 長押しで約束する
ko: 길게 눌러 약속해요
ms: Tekan dan tahan untuk berjanji
nb: Trykk og hold for å love
nl: Houd ingedrukt om te beloven
pl: Przytrzymaj, aby obiecać
pt_br: Mantenha pressionado para prometer
pt_pt: Mantenha premido para prometer
ro: Ține apăsat pentru a promite
ru: Нажмите и удерживайте, чтобы пообещать
sk: Podrž a sľúb
sv: Håll nedtryckt för att lova
th: กดค้างเพื่อให้คำมั่นสัญญา
tr: Söz vermek için basılı tut
uk: Натисніть і утримуйте, щоб пообіцяти
vi: Nhấn và giữ để hứa
zh_hans: 长按以承诺
zh_hant: 長按以承諾
zh_hk: 長按以作出承諾

source: I did
ar: فعلتُ ذلك
ca: Ho fet
cs: Splněno
da: Det gjorde jeg
de: Ich habe es getan
el: Το έκανα
es: Lo hice
es_419: Lo hice
fi: Tein sen
fr: Je l’ai fait
he: עשיתי את זה
hi: मैंने कर लिया
hr: Obavljeno
hu: Megtettem
id: Saya sudah melakukannya
it: L’ho fatto
ja: やれた
ko: 했어요
ms: Saya dah lakukannya
nb: Det gjorde jeg
nl: Ik heb het gedaan
pl: Zrobione
pt_br: Eu fiz
pt_pt: Fiz
ro: Am făcut-o
ru: Сделано
sk: Splnené
sv: Det gjorde jag
th: ทำแล้ว
tr: Yaptım
uk: Зроблено
vi: Tôi đã làm
zh_hans: 我做到了
zh_hant: 我做到了
zh_hk: 我做到了

source: I have a morning ritual
ar: لدي طقس صباحي
ca: Tinc un ritual matinal
cs: Mám ranní rituál
da: Jeg har et morgenritual
de: Ich habe ein Morgenritual
el: Έχω μια πρωινή τελετουργία
es: Tengo un ritual matutino
es_419: Tengo un ritual matutino
fi: Minulla on aamurutiini
fr: J’ai un rituel matinal
he: יש לי טקס בוקר
hi: मेरी सुबह की एक दिनचर्या है
hr: Imam jutarnji ritual
hu: Van egy reggeli rituálém
id: Saya punya ritual pagi
it: Ho un rituale mattutino
ja: 朝の習慣がある
ko: 아침 루틴이 있어요
ms: Saya ada rutin pagi
nb: Jeg har et morgenritual
nl: Ik heb een ochtendritueel
pl: Mam poranny rytuał
pt_br: Tenho um ritual matinal
pt_pt: Tenho um ritual matinal
ro: Am un ritual de dimineață
ru: У меня есть утренний ритуал
sk: Mám ranný rituál
sv: Jag har en morgonritual
th: ฉันมีกิจวัตรยามเช้า
tr: Sabah ritüelim var
uk: У мене є ранковий ритуал
vi: Tôi có một nghi thức buổi sáng
zh_hans: 我有晨间仪式
zh_hant: 我有晨間儀式
zh_hk: 我有早晨儀式

source: I will
ar: سأفعلها
ca: Ho faré
cs: Udělám to
da: Det gør jeg
de: Ich mache es
el: Θα το κάνω
es: Lo haré
es_419: Lo haré
fi: Teen sen
fr: Je le ferai
he: אעשה זאת
hi: मैं करूँगा
hr: Učinit ću to
hu: Megteszem
id: Saya akan melakukannya
it: Lo farò
ja: やる
ko: 할게요
ms: Saya akan lakukannya
nb: Det skal jeg
nl: Ik ga het doen
pl: Zrobię to
pt_br: Eu farei
pt_pt: Vou fazer
ro: O voi face
ru: Я сделаю это
sk: Urobím to
sv: Det ska jag
th: จะทำ
tr: Yapacağım
uk: Я це зроблю
vi: Tôi sẽ làm
zh_hans: 我会做
zh_hant: 我會做
zh_hk: 我會做

source: If today were your last day, what would you want to do?
ar: لو كان اليوم آخر يوم لك، فماذا تريد أن تفعل؟
ca: Si avui fos el teu últim dia, què voldries fer?
cs: Kdyby byl dnešek tvým posledním dnem, co bys chtěl udělat?
da: Hvis i dag var din sidste dag, hvad ville du så gerne lave?
de: Wenn heute dein letzter Tag wäre, was würdest du tun?
el: Αν σήμερα ήταν η τελευταία σου μέρα, τι θα ήθελες να κάνεις;
es: Si hoy fuera tu último día, ¿qué te gustaría hacer?
es_419: Si hoy fuera tu último día, ¿qué te gustaría hacer?
fi: Jos tämä päivä olisi viimeisesi, mitä haluaisit tehdä?
fr: Si aujourd’hui était votre dernier jour, que voudriez-vous faire ?
he: אילו היום היה יומך האחרון, מה היית רוצה לעשות?
hi: अगर आज आपका आखिरी दिन हो, तो आप क्या करना चाहेंगे?
hr: Da je danas tvoj posljednji dan, što bi želio učiniti?
hu: Ha ma lenne az utolsó napod, mit szeretnél csinálni?
id: Jika hari ini adalah hari terakhirmu, apa yang ingin kamu lakukan?
it: Se oggi fosse il tuo ultimo giorno, cosa vorresti fare?
ja: 今日死ぬとしたら何をやりたいですか？
ko: 오늘이 마지막 날이라면, 무엇을 하고 싶나요?
ms: Jika hari ini hari terakhir anda, apakah yang ingin anda lakukan?
nb: Hvis i dag var din siste dag, hva ville du gjort?
nl: Als vandaag je laatste dag was, wat zou je willen doen?
pl: Gdyby dziś był twój ostatni dzień, co chciałbyś zrobić?
pt_br: Se hoje fosse seu último dia, o que você gostaria de fazer?
pt_pt: Se hoje fosse o teu último dia, o que gostarias de fazer?
ro: Dacă astăzi ar fi ultima ta zi, ce ai vrea să faci?
ru: Если бы сегодня был ваш последний день, что бы вы хотели сделать?
sk: Keby bol dnešok tvojím posledným dňom, čo by si chcel urobiť?
sv: Om idag var din sista dag, vad skulle du vilja göra?
th: ถ้าวันนี้เป็นวันสุดท้ายของคุณ คุณอยากทำอะไร?
tr: Bugün son günün olsaydı, ne yapmak isterdin?
uk: Якби сьогодні був ваш останній день, що б ви хотіли зробити?
vi: Nếu hôm nay là ngày cuối cùng của bạn, bạn muốn làm gì?
zh_hans: 如果今天是你生命中的最后一天，你想做什么？
zh_hant: 如果今天是你生命中的最後一天，你想做什麼？
zh_hk: 如果今天是你生命中的最後一天，你想做什麼？

source: In %lld hr %lld min · Tap the time to change
ar: خلال %lld ساعة و%lld دقيقة · اضغط على الوقت لتغييره
ca: En %lld h %lld min · Toca l’hora per canviar-la
cs: Za %lld h %lld min · Klepnutím na čas ho změníš
da: Om %lld t %lld min · Tryk på tiden for at ændre den
de: In %lld Std. %lld Min. · Tippe auf die Zeit, um sie zu ändern
el: Σε %lld ώρες %lld λεπτά · Πάτησε την ώρα για αλλαγή
es: En %lld h %lld min · Toca la hora para cambiarla
es_419: En %lld h %lld min · Toca la hora para cambiarla
fi: %lld h %lld min kuluttua · Napauta aikaa muuttaaksesi sitä
fr: Dans %lld h %lld min · Touchez l’heure pour la modifier
he: בעוד %lld שעות ו-%lld דקות · הקש על השעה כדי לשנות אותה
hi: %lld घंटे %lld मिनट में · बदलने के लिए समय पर टैप करें
hr: Za %lld h %lld min · Dodirni vrijeme da ga promijeniš
hu: %lld óra %lld perc múlva · Koppints az időpontra a módosításhoz
id: Dalam %lld jam %lld menit · Ketuk waktu untuk mengubahnya
it: Tra %lld h %lld min · Tocca l’ora per modificarla
ja: あと %lld 時間 %lld 分 · 時刻をタップして変更
ko: %lld시간 %lld분 후 · 변경하려면 시간을 탭하세요
ms: Dalam %lld jam %lld min · Ketik masa untuk mengubahnya
nb: Om %lld t %lld min · Trykk på tiden for å endre den
nl: Over %lld uur en %lld min · Tik op de tijd om deze te wijzigen
pl: Za %lld godz. %lld min · Stuknij godzinę, aby ją zmienić
pt_br: Em %lld h %lld min · Toque no horário para alterá-lo
pt_pt: Daqui a %lld h %lld min · Toque na hora para a alterar
ro: Peste %lld ore și %lld min · Atinge ora pentru a o schimba
ru: Через %lld ч %lld мин · Нажмите на время, чтобы изменить его
sk: O %lld h %lld min · Klepnutím na čas ho zmeníš
sv: Om %lld tim %lld min · Tryck på tiden för att ändra den
th: อีก %lld ชม. %lld นาที · แตะเวลานี้เพื่อเปลี่ยน
tr: %lld sa %lld dk içinde · Değiştirmek için saate dokunun
uk: Через %lld год %lld хв · Натисніть на час, щоб змінити його
vi: Sau %lld giờ %lld phút · Chạm vào thời gian để thay đổi
zh_hans: %lld 小时 %lld 分钟后 · 轻点时间以更改
zh_hant: %lld 小時 %lld 分鐘後 · 點按時間以更改
zh_hk: %lld 小時 %lld 分鐘後 · 點按時間以更改

source: In the morning
ar: في الصباح
ca: Al matí
cs: Ráno
da: Om morgenen
de: Am Morgen
el: Το πρωί
es: Por la mañana
es_419: Por la mañana
fi: Aamulla
fr: Le matin
he: בבוקר
hi: सुबह
hr: Ujutro
hu: Reggel
id: Pagi hari
it: Di mattina
ja: 朝から
ko: 아침에
ms: Pada waktu pagi
nb: Om morgenen
nl: 's Ochtends
pl: Rano
pt_br: De manhã
pt_pt: De manhã
ro: Dimineața
ru: Утром
sk: Ráno
sv: På morgonen
th: ตอนเช้า
tr: Sabah
uk: Вранці
vi: Buổi sáng
zh_hans: 早上
zh_hant: 早上
zh_hk: 早上
